Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=220_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo lumiteatterista !
sme: Muohtateáhter

source: Ante-pojan isä rakentaa joka talvi lumiteatteria Skábmagovat-elokuvafestivaalia varten.
sme: Geahča oanehisvideo muohtateáhtera birra Ante-gánddaža áhčči hukse juohke dálvve muohtateáhtera Skábmagovat-filbmafestivála várás.

source: Teatteri rakennetaan jäästä ja lumesta.
sme: Teáhter huksejuvvo jieŋas ja muohttagis.

source: Tällä kertaa Ante haluaa olla mukana rakennustöissä.
sme: Dán vuoro Ante hálida leat mielde huksenbargguin.

source: Päähenkilöt: Ante ja Oula Heatta
sme: Váldoolbmot: Ante ja Oula Heatta

source: Tuotanto: Saamelaisalueen koulutuskeskus, YLE Sámi Radio, YLE TV2, 2008
sme: Buvttadeapmi: Sámi oahpahusguovddáš, YLE Sámi Radio, YLE TV2, 2008

source: Pituus: 2,20
sme: Guhkkodat: 2,20
